import { Product } from './product.model';

export const PRODUCTS: Product[] = [
    {
      id: 1,
      name: 'Книга Клир Д.: Атомные привычки',
      description: 'Лучшая деловая книга 2018 года по версии Fast Company.Лучшая книга по самопомощи 2018 года по версии Business Insider.Может ли одна монетка сделать человека богатым? Конечно нет, скажете вы. Но если добавить еще одну? И еще? И еще? В какой-то момент количество перейдет в качество.А теперь представьте, что одно крошечное изменение кардинально меняет всю жизнь. Звучит фантастически! Но, как и в случае с монетками, срабатывает эффект сложного процента.И вот уже маленькое, но регулярное действие привело к большим результатам.Атомные привычки — маленькие изменения, в которых скрыта огромную мощь! Вы давно пытаетесь измениться, но не получается. Не корите себя! Виноваты не вы,а система. Джеймс Клир развенчивает мифы о привычках, мотивации и силе воли. Опираясь на научные данные, результаты исследований, личный опыт и опыт успешных людей, он просто и понятно объясняет, как сделать хорошие привычки неизбежными, а вредные — невозможными. Без вариантов!',
      price: 3477,
      rating: 5.0,
      image: 'https://resources.cdn-kaspi.kz/img/m/p/h4c/h9a/86244289314846.png?format=gallery-medium',
      images: ['https://resources.cdn-kaspi.kz/img/m/p/h4c/h9a/86244289314846.png?format=gallery-medium', 'https://resources.cdn-kaspi.kz/img/m/p/h94/h08/86244289445918.jpg?format=gallery-medium', 'https://resources.cdn-kaspi.kz/img/m/p/h92/hba/86244289478686.jpg?format=gallery-medium'],
      link: 'https://kaspi.kz/shop/p/klir-d-atomnye-privychki-117680550/?c=750000000'
    },
    {
      id: 2,
      name: 'Книга Клейсон Дж.: Самый богатый человек в Вавилоне',
      description: 'Вавилон был самым процветающим городом древности именно потому, что его жители знали цену деньгам, следовали основным принципам накопления богатства и умели грамотно им распоряжаться. Деньги всегда в изобилии у тех, кто знает простые принципы их получения и эти принципы изложены в десяти притчах. В них уважаемые жители Вавилона расскажут о своем непростом пути от бедности к богатству: как они сумели побороть пагубные пристрастия и стать самыми успешными людьми города. Они дадут простые, а главное, действенные советы, которые помогут читателю правильно распоряжаться заработком, копить и приумножать богатство, исполнять свои желания и добиваться независимости то, о чем другие только мечтают.',
      price: 2098,
      rating: 5.0,
      image: 'https://resources.cdn-kaspi.kz/img/m/p/p85/p71/37574996.jpg?format=gallery-medium',
      images: ['https://resources.cdn-kaspi.kz/img/m/p/p85/p71/37574996.jpg?format=gallery-medium', 'https://resources.cdn-kaspi.kz/img/m/p/pa1/p71/37574997.png?format=gallery-medium', 'https://resources.cdn-kaspi.kz/img/m/p/pbd/p71/37574998.jpg?format=gallery-medium', 'https://resources.cdn-kaspi.kz/img/m/p/pd9/p71/37574999.jpg?format=gallery-medium'],
      link: 'https://kaspi.kz/shop/p/kleison-dzh-samyi-bogatyi-chelovek-v-vavilone-110124436/?c=750000000'
    },
    {  id: 3,
      name: 'Книга Рис Э.: Бизнес с нуля. Метод Lean Startup для быстрого тестирования идей и выбора бизнес-модели',
      description: 'Мы привыкли считать, что процессы и менеджмент - это что-то скучное и унылое, а стартапы — динамичное и увлекательное, где нет места никаким правилам. Однако верно как раз обратное: создание стартапа должно быть подчинено четкой методике, имеющей строго определенные шаги. Основная идея метода «бережливый (экономичный) стартап», разработанного Эриком Рисом, заключается в быстром тестировании идей новых продуктов на реальных потребителях и постоянной корректировке бизнес-модели, с тем чтобы начинать масштабные вложения только тогда, когда идея подтверждена фактами. Кто уже познакомился с этой книгой, говорит о ней так: если вы предприниматель, срочно бросайте все дела, садитесь и читайте! И пусть вас не смущают слова «бизнес с нуля» в названии. Предприниматели по духу есть в разных компаниях, а уметь постоянно анализировать бизнес-модель и вовремя вносить в нее коррективы нужно любому бизнесу - и малому, и большому.',
      price: 8780,
      rating: 4.9,
      image: 'https://resources.cdn-kaspi.kz/img/m/p/h35/h81/63759924559902.jpg?format=gallery-medium',
      images: ['https://resources.cdn-kaspi.kz/img/m/p/h35/h81/63759924559902.jpg?format=gallery-medium', 'https://resources.cdn-kaspi.kz/img/m/p/he1/h7d/63759925018654.jpg?format=gallery-medium', 'https://resources.cdn-kaspi.kz/img/m/p/hcc/he1/63759925542942.jpg?format=gallery-medium'],
      link: 'https://kaspi.kz/shop/p/ris-e-biznes-s-nulja-metod-lean-startup-dlja-bystrogo-testirovanija-idei-i-vybora-biznes-modeli-26016691/?c=750000000'
    },
    {
      id: 4,
      name: 'Книга Оруэлл Дж.: 1984',
      description: 'Культовый роман Джорджа Оруэлла в новом, полном, без цензуры и купюр, переводе Дарьи Целовальниковой. 1984 - одна из трех знаменитых антиутопий XX века. Жуткий и пугающий роман о том, что нет ничего страшнее тотальной несвободы. Действуя в интересах Партии, Уинстон Смит каждый день переписывает историю, вымарывая из неё данные, противоречащие сегодняшним заверениям Министерства Правды. С каждой новой ложью Уинстон всё больше ненавидит правительство, которое не интересуется ничем кроме абсолютной власти, и которое карает всех, кто осмеливается мыслить иначе. Но чем больше сам Уинстон стремится к свободе, тем труднее ему становится избежать ареста, ведь Большой Брат всегда следит за тобой. . .',
      price: 1970,
      rating: 4.7,
      image: 'https://resources.cdn-kaspi.kz/img/m/p/pf0/p54/37033042.jpg?format=gallery-medium',
      images: ['https://resources.cdn-kaspi.kz/img/m/p/pf0/p54/37033042.jpg?format=gallery-medium', 'https://resources.cdn-kaspi.kz/img/m/p/pd4/p54/37033043.jpg?format=gallery-medium', 'https://resources.cdn-kaspi.kz/img/m/p/pb7/p54/37033044.jpg?format=gallery-medium'],
      link: 'https://kaspi.kz/shop/p/oruell-dzh-1984-105221802/?c=750000000'
    },
    {
      id: 5,
      name: 'Книга Оруэлл Д.: Скотный двор. Эссе',
      description: 'Сатирическая повесть-антиутопия Скотный двор Джорджа Оруэлла, который также создал культовый роман-предсказание 1984, это произведение, не нуждающееся в представлении. Все животные равны, но некоторые более равны, чем другие главный смысл аллегорической притчи, которая стала реакцией на события 1917 года в революционной России. В героях книги легко угадываются исторические личности тех времен: Сталин, Троцкий, Ленин, Николай II, Гитлер, Черчилль и другие. Оруэлл мечтал, чтобы когда-нибудь книгу издали в России.',
      price: 2240,
      rating: 5.0,
      image: 'https://resources.cdn-kaspi.kz/img/m/p/pfc/p29/38355454.jpg?format=gallery-medium',
      images: ['https://resources.cdn-kaspi.kz/img/m/p/pfc/p29/38355454.jpg?format=gallery-medium', 'https://resources.cdn-kaspi.kz/img/m/p/p18/p2a/38355455.jpg?format=gallery-medium', 'https://resources.cdn-kaspi.kz/img/m/p/p34/p2a/38355456.jpg?format=gallery-medium'],
      link: 'https://kaspi.kz/shop/p/oruell-d-skotnyi-dvor-esse-101133142/?c=750000000'
    },
    {
      id: 6,
      name: 'Книга Риордан Р.: Перси Джексон и проклятие титана',
      description: 'После того как Перси Джексон вступает в схватку с могущественным чудовищем-мантикорой, несчастья начинают сыпаться на юношу как из рога изобилия. Монстр похищает подругу Перси - Аннабет. Согласно пророчеству Дельфийского оракула, Аннабет будет спасена, но двое из отважной пятерки, отправившейся на ее поиски, погибнут. И, похоже, зловещему обещанию оракула суждено сбыться, ведь в пути Перси Джексона и его друзей поджидают немыслимые опасности. Но самое страшное испытание ждет их на горе Отрис, охраняемой стоглавым драконом, где даже боги попадают в беду',
      price: 5250 ,
      rating: 4.8,
      image: 'https://resources.cdn-kaspi.kz/img/m/p/pf1/pcf/38137316.jpg?format=gallery-medium',
      images: ['https://resources.cdn-kaspi.kz/img/m/p/pf1/pcf/38137316.jpg?format=gallery-medium', 'https://resources.cdn-kaspi.kz/img/m/p/p31/pcd/38137320.jpg?format=gallery-medium', 'https://resources.cdn-kaspi.kz/img/m/p/pf8/pcc/38137322.jpg?format=gallery-medium'],
      link: 'https://kaspi.kz/shop/p/riordan-r-persi-dzhekson-i-prokljatie-titana-26009585/?c=750000000'
    },
    {
      id: 7,
      name: 'Книга Миура К.: Берсерк. Том 2',
      description: 'Во время бесконечных странствий по свету Черный Мечник и навязавшийся к нему в спутники эльф Пак забредают в город, где правит граф-деспот, устроивший охоту на иноверцев и еретиков. И лишь Гатсу известно, что под личиной благочестия скрывается очередной хитрый Апостол, обожающий пытать и убивать ни в чем не повинных людей. Ближе к финалу ожесточенной схватки Гатса с графом бехерит, таинственный предмет, служащий ключом к параллельному измерению, вызывает в тронный зал Десницу Господню, высших существ, издревле управляющих судьбами человечества. Кто эти пятеро и почему Гатс так неистово рвется отомстить им? Для раскрытия всех тайн нужно вернуться в прошлое к тому моменту, когда молодой и неопытный наемник вступил в Отряд Соколов. . ',
      price: 8639,
      rating: 5.0,
      image: 'https://resources.cdn-kaspi.kz/img/m/p/pa6/p00/36471713.jpg?format=gallery-medium',
      images: ['https://resources.cdn-kaspi.kz/img/m/p/pa6/p00/36471713.jpg?format=gallery-medium', 'https://resources.cdn-kaspi.kz/img/m/p/pa0/p17/36471714.jpeg?format=gallery-medium', 'https://resources.cdn-kaspi.kz/img/m/p/p73/p1e/36471716.jpeg?format=gallery-medium'],
      link: 'https://kaspi.kz/shop/p/miura-k-berserk-tom-2-100699086/?c=750000000'
    },
    {
      id: 8,
      name: 'Книга Харари Ю. Н.: Sapiens. Краткая история человечества',
      description: 'Сто тысяч лет назад Homo sapiens был одним из как минимум шести видов человека, живших на этой планете, - ничем не примечательным животным, которое играло в экосистеме роль не большую, чем гориллы, светлячки или медузы. Но около семидесяти тысяч лет назад загадочное изменение когнитивных способностей Homo sapiens превратило его в хозяина планеты и кошмар экосистемы. Как человек разумный сумел покорить мир? Что стало с другими видами человека? Когда и почему появились деньги, государства и религия? Как возникали и рушились империи? Почему почти все общества ставили женщин ниже мужчин? Как наука и капитализм стали господствующими вероучениями современной эры? Становились ли люди с течением времени счастливее? Какое будущее нас ожидает? Юваль Харари показывает, как ход истории формировал человеческое общество и действительность вокруг него. Его книга прослеживает связь между событиями прошлого и проблемами современности и заставляет читателя пересмотреть все устоявшиеся представления об окружающем мире. Количество страниц: 520 Об авторе Юваль Ной Харари защитил докторскую диссертацию в Оксфордском университете и сейчас преподает всемирную историю в Еврейском университете в Иерусалиме. В своих исследованиях он соединяет исторический подход с естественнонаучным, задаваясь масштабными вопросами: Существует ли историческая справедливость? Стали ли люди счастливее по мере исторического развития? ',
      price: 10227,
      rating: 4.5,
      image: 'https://resources.cdn-kaspi.kz/img/m/p/h33/hee/63804252061726.jpg?format=gallery-medium',
      images: ['https://resources.cdn-kaspi.kz/img/m/p/h33/hee/63804252061726.jpg?format=gallery-medium', 'https://resources.cdn-kaspi.kz/img/m/p/hca/hbe/63804254814238.jpg?format=gallery-medium', 'https://resources.cdn-kaspi.kz/img/m/p/h5a/ha0/63804259794974.jpg?format=gallery-medium'],
      link: 'https://kaspi.kz/shop/p/harari-ju-n-sapiens-kratkaja-istorija-chelovechestva-26018407/?c=750000000'
    },
    {
      id: 9,
      name: 'Книга Ильф И.А., Петров Е.П.: Одноэтажная Америка',
      description: 'Америка 1930-х глазами двух прославленных писателей-сатириков.Роскошный Голливуд золотого века, богемные Сан-Франциско и Новый Орлеан, колыбель гангстерских кланов - лихой Чикаго, несравненный Нью-Йорк во всем его блеске и нищете, экзотические индейские резервации, тихие провинциальные городки…Ильфу и Петрову казалось новым и незнакомым все, что стало сейчас для нас привычным, - томатный сок и гамбургеры, холодильники и вибромассажеры, автосалоны и рекламные акции, стриптиз в ночных клубах и, разумеется, сенсационная новинка алкопрома 30-х - пиво в банках.Возможно, поэтому их книга сейчас вызывает у читателя не только смех, но и ностальгическую улыбку.',
      price: 2300,
      rating: 4.7,
      image: 'https://resources.cdn-kaspi.kz/img/m/p/pb7/p23/12138616.jpg?format=gallery-medium',
      images: ['https://resources.cdn-kaspi.kz/img/m/p/pb7/p23/12138616.jpg?format=gallery-medium', 'https://resources.cdn-kaspi.kz/img/m/p/p77/p26/12138620.jpg?format=gallery-medium'],
      link: 'https://kaspi.kz/shop/p/il-f-i-a-petrov-e-p-odnoetazhnaja-amerika-131120173/?c=750000000'
    },
    {
      id: 10,
      name: 'Книга Монтень М.: Опыты',
      description: 'Мишель Экем де Монтень (1533-1592) - французский писатель и философ эпохи Возрождения, прожил тихую, небогатую событиями жизнь, редко выезжал за пределы родного городка и фамильного имения, был чужд политических и религиозных бурь своего времени - и даже вежливо отверг предложение Генриха IV стать его советником. Главный труд Монтеня - Опыты, над которыми философ работал 10 лет, - написан в живой и свободной форме, без четкого плана. Государственное управление, отношения между людьми, власть над собственной волей - это и многое другое философ рассматривает с точки зрения собственного опыта и сопровождает остроумными замечаниями и цитатами античных и современных ему авторов. Название глав точно отражает их содержание: О дружбе, О страхе, О пьянстве, О раскаянии, О славе и т. д. Опыты - книга, которую цитировал Шекспир, с которой яростно спорили Паскаль и Декарт, и которой восхищался Вольтер. Книга, которая до сих пор входит в программу курса философии всех университетов мира.',
      price: 4993,
      rating: 4.0,
      image: 'https://resources.cdn-kaspi.kz/img/m/p/p3f/p7d/36713019.jpg?format=gallery-medium',
      images: ['https://resources.cdn-kaspi.kz/img/m/p/p3f/p7d/36713019.jpg?format=gallery-medium', 'https://resources.cdn-kaspi.kz/img/m/p/pd3/p7a/36713020.jpg?format=gallery-medium', 'https://resources.cdn-kaspi.kz/img/m/p/p9a/p7a/36713022.jpg?format=gallery-medium'],
      link: 'https://kaspi.kz/shop/p/monten-m-opyty-102333773/?c=750000000'
    }
  ]
